Repository: opsi-org/opsiclientd
Catalog: gettext/opsiclientd_*.po
Languages: da, es, fr, it

source: Processing event %s
da: Behandler hændelse %s
es: Evento procesado %s
fr: Exécute l'événement %s
it: Processando evento %s

source: Getting config from service
da: Henter konfiguration fra tjeneste
es: Obteniendo config. desde el servicio
fr: Réception de la configuration depuis le service
it: Ricevendo configurazione dal servizio

source: Got config from service
da: Fik konfiguration fra tjeneste
es: Configuración de servicio obtenida
fr: Reçu la configuration depuis le service
it: Ricevuta configurazione dal servizio

source: Writing log to service
da: Skriver log til tjeneste
es: Transcribiendo Log al servicio
fr: Ecriture des journaux systèmes depuis le service
it: Inviando log al servizio

source: Mounting depot share %s
da: Tilknytter depot lager %s
es: Montando depot share %s
fr: Montage du dépôt %s

source: Updating action processor
da: Opdaterer handlings processor
es: Actualizando acción de procesador
fr: Mise à jour du gestionnaire d'actions
it: Aggiornando l'esecutore dell'azione

source: Processing login actions
da: Behandler login handlinger
es: Procesando acciones de login
fr: Exécution des actions lors de la connexion
it: Eseguendo azioni di login

source: Failed to process login actions: %s
da: Det lykkedes ikke at behandle login handlinger: %s
es: Fallo al procesar acciones de login: %s
fr: Echec de l'exécution de des actions à la connexion: %s
it: Impossibile eseguire azioni di login: %s

source: Getting action requests from config service
da: Henter handlings anmodninger fra konfigurations tjeneste
es: Obteniendo pedidos de acción desde el servicio config.
fr: Réception des actions depuis le service de configuration
it: Ricevendo richieste di azione dal servizio di configurazione

source: No product action requests set
da: Ingen produkt handlings anmodninger sat
es: No hay solicitudes de acción de productos
fr: Pas d'installation de produit(s) demandée(s)
it: Nessuna richiesta di azione di prodotto effettuata

source: Failed to process product action requests: %s
da: Det lykkedes ikke at behandle produkt handlings anmodningerne
es: Fallo al procesar las acciones de producto solicitadas: %s
fr: Echec de l'exécution des action(s) de produit(s): %s
it: Impossibile eseguire le richieste di azione di prodotto: %s

source: Waiting for TrustedInstaller
da: Venter på TrustedInstaller
es: Esperando por TrustedInstaller
fr: Attente de l'installateur certifié
it: Attendere TrustedInstaller

source: Starting actions
da: Starter handlinger
es: Comenzando acciones
fr: Démarrage des actions
it: Inizializando azioni

source: Actions completed
da: Handlinger gennemført
es: Acciones completadas
fr: Action(s) terminée(s)
it: Azioni completate

source: Products
da: Produkter
es: Productos
fr: Produits
it: Prodotti

source: Abort
da: Afbryd
es: Abortar
fr: Annuler
it: Interrompi

source: Start now
da: Start nu
es: Comenzar ahora
fr: Démarrer maintenant
it: Comincia ora

source: Event %s: action processing will start in %s:%s
da: Begivenhed %s: handling behandling starter om %s:%s
es: El evento %s: el procesado de la acción comenzará en: %s:%s
fr: Evenement %s: l'action démarrera dans %s: %s
it: Evento %s: il processo comincerà in %s:%s

source: Reboot requested
da: Genstart anmodet
es: Reinicio solicitado
fr: Redémarrage demandé
it: Riavvio richiesto

source: Shutdown requested
da: Nedlukning anmodet
es: Apagado solicitado
fr: Arrêt demandé
it: Spegnimento richiesto

source: Later
da: Senere
es: Luego
fr: Plus tard
it: Più tardi

source: Reboot now
da: Genstart nu
es: Reiniciar ahora
fr: Redémarrage immédiat
it: Riavviare ora

source: Shutdown now
da: Nedluk nu
es: Apagar ahora
fr: Arrêt immédiat
it: Spegnere ora

source: Reboot in %s:%s
da: Genstart om %s:%s
es: Reiniciar en %s:%s
fr: Redémarrage dans %s:%s
it: Riavvio in %s:%s

source: Shutdown in %s:%s
da: Nedlukning om %s:%s
es: Apagar en %s:%s
fr: Arrêt dans %s:%s
it: Spegnimento in %s:%s

source: Syncing config to server
da: Synkronisere konfiguration til server
es: Sincronizando config al servidor
fr: Synchronisation de la configuration avec le serveur
it: Sincronizzazione della configurazione col server

source: Sync completed
da: Synkronisering komplet
es: Sincronización completada
fr: Synchronisation terminée
it: Sincronizzazione completata

source: Syncing config from server
da: Synkronisere konfiguration fra server
es: Sincronizando config desde el servidor
fr: Synchronisation de la configuration depuis le serveur
it: Sincronizzazione della configurazione dal server

source: Caching products
da: Cacher produkter
es: Cacheando productos
fr: Mise en cache des produits
it: Creazione della cache dei prodotti in corso

source: Products cached
da: Produkter cachet
es: Productos cacheados
fr: Produits cachés
it: Creazione della cache dei prodotti terminata

source: Shutting down machine
da: Slukker computer
es: Apagando máquina
fr: Arrêt de la machine
it: Spegnimento in corso

source: Rebooting machine
da: Genstarter computer
es: Reiniciando máquina
fr: Redémarrage de la machine
it: Riavvio in corso

source: Unblocking login
da: Fjerner blokering af login
es: Desbloqueando login
fr: Déverrouillage de la connexion
it: Sblocco login

source: Connecting to config server '%s' #%d
da: Forbinder til konfigurations server '%s' #%d
es: Conectando al config server '%s' #%d
fr: Connexion au serveur de configuration '%s' #%d
it: Connessione al server di configurazione '%s' #%d in corso

source: Connected to config server '%s'
da: Forbundet til konfigurations server '%s'
es: Conectado al config server '%s'
fr: Connecté au serveur de configuration: '%s'
it: Connesso al server di configurazione '%s'

source: Failed to connect to config server '%s': Service verification failure
da: Det lykkedes ikke at oprette forbindelse til konfigurations server '%s': service fejl verifikation
es: Fallo al conectar al config server '%s': Verificación de servicio fallida
fr: Erreur de connexion au serveur de configuration '%s': La vérification du service à échoué
it: Fallita connessione al server di configurazione '%s': Verifica del servizio fallita

source: Failed to connect to config server '%s': %s
da: Det lykkedes ikke at oprette forbindelse til konfigurations server '%s': %s
es: Fallo al conectar al config server '%s': %s
fr: Echec de la connexion au serveur de configuration '%s': %s
it: Fallita connessione al server di configurazione '%s': %s

source: Close
da: Luk
es: Cerrar
fr: Fermer
it: Chiudi

source: You selected to execute the following product actions:
da: Du har valgt at udføre følgende produkt handlinger:
es: Usted seleccionó ejecutar las siguientes acciones de productos:
fr: Vous avez sélectionné l'exécution des actions sur les produits suivants:
it: Hai scelto di eseguire le seguenti azioni di prodotto:

source: The following product actions have been added to fulfill dependencies:
da: Følgende produkt handlinger er blevet tilføjet for at opfylde afhængigheder:
es: Las siguientes acciones de productos han sido agregadas para cumplir con las dependencias:
fr: Les actions sur les produits suivants on été rajoutés à cause de leur dépendances sur le produit à installer :

source: Other pending product actions:
da: Andre ventende produkt handlinger:
es: Otras acciones de productos pendientes
fr: Autres actions sur le(s) produit(s) en attente:
it: Altre azioni di prodotto in attesa di esecuzione:

source: back
da: tilbage
es: volver
fr: en arrière
it: indietro

source: process on next boot
da: Behandl ved næste genstart
es: procesar en el próximo booteo
fr: au prochain redémarrage
it: esegui al prossimo riavvio

source: process now
da: Behandl nu
es: procesar ahora
fr: maintenant
it: esegui ora

source: Nothing selected
da: Intet valgt
es: Nada seleccionado
fr: Rien de sélectionné
it: Selezione vuota

source: Starting to process actions now.
da: Begynder at behandle handlinger nu.
es: Comenzar a procesar las acciones ahora
fr: Démarrage des actions maintenant.
it: Inizio ora ad eseguire le azioni.

source: Actions will be processed on next boot.
da: Handlinger vil blive behandlet ved næste genstart.
es: Acciones serán procesadas en el próximo booteo
fr: Les actions seront réalisées au prochain démarrage.
it: Le azioni saranno eseguite al prossimo riavvio.

source: not installed
da: ikke installeret
es: no instalado
fr: pas installé
it: non installato

source: installed
da: installeret
es: instalado
fr: installé
it: installato

source: version
es: versión
it: versione

source: description
da: Beskrivelse
es: descripcción
it: descrizione

source: state
da: tilstand
es: estado
fr: état
it: stato

source: advice
da: råd
es: aviso
fr: conseil
it: consigli

source: reinstall
da: geninstaller
es: reinstalar
fr: réinstallé
it: reinstalla

source: uninstall
da: afinstaller
es: desinstalar
fr: désinstallé
it: disinstalla

source: install
da: installer
es: instalar
fr: installé
it: installa

source: next
da: næste
es: siguiente
fr: suivant
it: successivo

source: Action processor is running
da: Handling processor kører
es: Procesador de acción está ejecutandosé
fr: Le gestionnaire d'action est en cours de fonctionnement
it: L'esecuzione dell'azione è in corso

source: Action processor ended
da: Action processor sluttede
es: Procesador de acción finalizado
fr: Le gestionnaire d'action est arrêté
it: L'esecuzione dell'azione è terminata

source: Timeout: %ds
fr: Temps d'attente dépassé: %ds
